cases/straightPipe/system/decomposeParDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      decomposeParDict;
}

numberOfSubdomains 68;

method             simple;

simpleCoeffs
{
	n	(17 2 2);
	delta	0.001;
}
